{
  "navbar": {
    "bio": "Bio",
    "events": "Events",
    "merch": "Merch",
    "booking": "Booking",
    "info": "Info",
    "admin": "Admin",
    "addEvent": "Add Event",
    "addMerch": "Add Merch",
    "logout": "Logout",
    "login": "Login"
  },
  "home": {
    "follow": "Follow & Listen"
  },
  "bio": {
    "carousel": [
      {
        "title": "Night Flies",
        "caption": "Clen Kink - Toomas Pikkmaa - Anna Siitan - Martin Parts - Madis Koll",
        "image": "/images/night-flies.png"
      },
      {
        "title": "On Stage",
        "caption": "Energy and passion in live shows.",
        "image": "/images/kinomaja_live.jpg"
      },
      {
        "title": "Summer festivals",
        "caption": "Little rain does not bother us!",
        "image": "/images/NightFlies-074.jpg"
      }
    ],
    "sections": {
      "earlyYears": {
        "title": "Early Years",
        "text": "Night Flies began in the summer of 2020 when Martin (guitar) and Toomas (bass) started jamming together. Come autumn, they were joined by Madis (guitar).One dark autumn evening, after finishing the first draft of Smooth (song), they felt that the song deserved a bigger audience, resulting in the idea of forming a band. From 2021 spring to 2022 autumn the band was a brief home for various musicians while retaining the original trio. At the end of 2022, they were joined by Anna Siitan, with whom the band started using the name Night Flies."
      },
      "firstAlbum": {
        "title": "First Album",
        "albumTitle": "Smooth",
        "image": "/images/smooth.png",
        "description": "On April 28th year 2023, rock lovers got their first taste of Night Flies' debut full-length album, \"Smooth.\" Packed with nine irresistible, groove-laden tracks, the album is the perfect soundtrack for chasing the coming summer—windows down, volume up. Album captures the fleeting moments, the electric vibes, and the thoughts that zip by like a hot summer night. Album was recorded under the watchful eyes of Elmu Värk in the legendary Linnahall studio. The band lineup features Anna Siitan on vocals, Madis Koll and Martin Parts on guitars, Toomas Pikkmaa on bass, and Karl Martin Kukk on drums."
      },
      "secondAlbum": {
        "title": "Second Album",
        "albumTitle": "Four in the Morning",
        "image": "/images/4am.jpg",
        "description": "On December 13th, 2024, Night Flies released an EP titled \"Four in the Morning.\" Compared to their previous recordings, this one carries a rougher edge and takes us straight onto the dusty American highways. The album was recorded at the legendary Linnahall Studio under the direction of Indrek Patte. The bands newest addition, Clen Kink, performed behind the drums this time."
      },
      "lives": {
        "title": "About the band",
        "text": "Night Flies is a five-piece rock band from Tallinn. Formed in 2022, the band has released the full-length album \"Smooth\", EP \"Four in the Morning\" along with the singles \"Final Stop,\" \"Sticks & Stones,\" \"Dear Doctor,\" and \"One of the Guys.\" Their energetic yet breezy summer songs carry the influence of rock legends that inspired them. Night Flies has gained maturity through live performances across Tallinn, Tartu, Pärnu, and Rakvere. Their shows are captivating, packed with energy, and leave the audience buzzing. The band is currently working on writing material for their second full-length album."
      },
      "tvRadio": {
        "title": "TV & Radio Appearances",
        "text": "The band has been featured in ETV's Terevisioon - check out the link.",
        "links": [
          { "name": "ETV Interview 2024", "url": "https://eeter.err.ee/1609507435/hea-tuju-rokkband-night-flies-meie-lood-on-filmiliku-karakteriga" }
        ]
      }
    }
  }
}
